{
    "title": {
      "ar": "الخدمات الطبية والعيادة المدرسية",
      "fr": "Service Médical & Infirmerie",
      "en": "Medical & Infirmary Service"
    },
    "subtitle": {
        "ar": "راحة البال تبدأ بصحة جيدة",
        "fr": "La santé avant tout, pour un avenir tout doux.",
        "en": "Peace of Mind Starts with Good Health"
    },
    "image": "srvInfermerie.webp",
    "features": [
      {
        "icon": "faUserNurse",
        "title": {
          "ar": "طاقم طبي جاهز دائماً",
          "fr": "Une Équipe Médicale Toujours Prête",
          "en": "A Medical Team Always Ready"
        },
        "description": {
          "ar": "في مدارس لا تور إيفل، نهتم بصحة طلابنا. يتواجد فريقنا الطبي المتخصص على مدار اليوم لرعاية الأطفال والتعامل مع أي حالة صحية طارئة بكل احترافية وسرعة.",
          "fr": "Aux Écoles La Tour Eiffel, nous veillons à la santé de nos élèves. Notre équipe médicale est présente toute la journée pour assurer leur bien-être et gérer chaque situation avec professionnalisme et réactivité.",
          "en": "At Écoles La Tour Eiffel, we prioritize our students' health. Our dedicated medical team is present all day to ensure their well-being and handle every situation with professionalism and speed."
        }
      },
      {
        "icon": "faBriefcaseMedical",
        "title": {
          "ar": "إسعافات أولية فورية",
          "fr": "Premiers Soins Immédiats",
          "en": "Immediate First Aid"
        },
        "description": {
          "ar": "خدش بسيط، صداع مفاجئ، أو حتى حالة تتطلب تدخلاً سريعاً—فريقنا الطبي جاهز دائماً لضمان سلامة طفلك وتقديم العناية الفورية بكل دقة واهتمام.",
          "fr": "Égratignure, maux de tête soudains ou situation nécessitant une intervention rapide—notre équipe veille à la sécurité de votre enfant et offre des soins immédiats avec attention et précision.",
          "en": "A minor scratch, sudden headache, or an urgent situation—our team is always ready to ensure your child’s safety and provide immediate care with precision and attention."
        }
      },
      {
        "icon": "faSyringe",
        "title": {
          "ar": "متابعة العلاج والأدوية",
          "fr": "Suivi des Traitements et Médicaments",
          "en": "Medication & Treatment Monitoring"
        },
        "description": {
          "ar": "بعض الأطفال يحتاجون إلى أخذ الأدوية بانتظام، ولكنهم قد ينسون. هنا، نحرص على متابعة مواعيد أدويتهم والتأكد من تناولهم للجرعات الصحيحة في الوقت المناسب، لنضمن لهم صحة أفضل دون قلق.",
          "fr": "Certains enfants doivent prendre des médicaments à des heures précises. Nous veillons à ce qu’ils reçoivent leurs traitements au bon moment, offrant ainsi une tranquillité d’esprit aux parents.",
          "en": "Some children require medication at specific times. We ensure they receive their treatments on schedule, giving parents peace of mind and students the care they need."
        }
      },
      {
        "icon": "faAmbulance",
        "title": {
          "ar": "جاهزية للطوارئ",
          "fr": "Prise en Charge des Urgences",
          "en": "Emergency Preparedness"
        },
        "description": {
          "ar": "حين تحدث حالة طارئة، لا مجال للانتظار. فريقنا الطبي يستجيب فورًا، يقدّم الإسعافات الأولية، ويتواصل مع خدمات الطوارئ عند الحاجة، لضمان تدخل سريع وفعال.",
          "fr": "En cas d’urgence, chaque seconde compte. Notre équipe médicale intervient immédiatement, administre les premiers soins et contacte les secours pour une prise en charge rapide et efficace.",
          "en": "In an emergency, every second matters. Our medical team responds instantly, provides first aid, and contacts emergency services for swift and effective intervention."
        }
      }
    ],
    "footer": {
      "ar": "لأن صحتهم تأتي أولاً، توفر مدارس لا تور إيفل بيئة مدرسية آمنة حيث يجد الطلاب الرعاية اللازمة متى احتاجوا إليها. نحن هنا، نطمئنكم بأن أطفالكم في أيدٍ أمينة، جاهزون لكل موقف، ونهتم بأدق التفاصيل من أجل سلامتهم وسعادتهم.",
      "fr": "Parce que leur santé est notre priorité, les Écoles La Tour Eiffel offrent un environnement sécurisé où les élèves bénéficient de soins attentifs à tout moment. Avec nous, vos enfants sont entre de bonnes mains, prêts à chaque situation, et entourés d’une attention bienveillante.",
      "en": "Because their health comes first, Écoles La Tour Eiffel provides a safe environment where students receive attentive care whenever needed. With us, your children are in good hands, prepared for every situation, and surrounded by caring professionals."
    }
  }
  