{
    "ar": {
        "title": "دورات المدارس لا تور إيفل",
        "content": "في مدارس لا تور إيفل نحن مقتنعون بأن كل مرحلة من المسار الدراسي فريدة من نوعها وتستحق اهتمامًا خاصًا من الحضانة إلى المدرسة الثانوية نبذل كل جهدنا لتقديم دعم مناسب لكل طالب مما يعزز نموه الأكاديمي والشخصي<br/><b class='text-red-500'>في الحضانة</b> نضع أسس التعلم الممتع والودي ونحفز الفضول والإبداع والثقة بالنفس<br/><b class='text-blue-500'>في المرحلة الابتدائية</b> نعزز الأساسيات ونشجع الاستقلالية والتعاون ومتعة التعلم<br/><b class=''>في المدرسة الإعدادية والثانوية</b> نوجه الطلاب نحو التميز والاستقلالية ونعدهم للدراسات العليا ومستقبلهم المهني من خلال تعليم صارم وداعم<br/>نرافق كل طفل في تطوره الشخصي من خلال تنمية تفكيره النقدي وحساسيته وقدرته على التكيف بفضل فريق تعليمي شغوف وأساليب مبتكرة وبيئة تعلم محفزة نمكّن كل طالب من تحقيق إمكاناته الكاملة<br/>في مدارس لا تور إيفل نحن لا نكتفي بالتدريس بل نلهم وندعم ونعد مواطني الغد"
    },
    "fr": {
        "title": "Cycle scolaire aux Écoles La Tour Eiffel",
        "content": "Aux Écoles La Tour Eiffel, nous sommes convaincus que chaque étape du parcours scolaire est unique et mérite une attention particulière. De la Maternelle au Collège & Lycée, nous mettons tout en œuvre pour offrir à chaque élève un accompagnement adapté, favorisant son épanouissement académique et personnel.<br/><b class='text-red-500'>En Maternelle</b>, nous posons les bases d’un apprentissage ludique et bienveillant, stimulant la curiosité, la créativité et la confiance en soi.<br/><b class='text-blue-500'>En Primaire</b>, nous consolidons les fondamentaux, en encourageant l’autonomie, la collaboration et le plaisir d’apprendre.<br/><b class=''>Au Collège & Lycée</b>, nous guidons les élèves vers l’excellence et l’indépendance, en les préparant aux études supérieures et à leur avenir professionnel grâce à un enseignement exigeant et bienveillant.<br/>Nous accompagnons chaque enfant dans son développement personnel, en cultivant son esprit critique, sa sensibilité et sa capacité d’adaptation. Grâce à une équipe pédagogique passionnée, des méthodes innovantes et un environnement d’apprentissage stimulant, nous permettons à chaque élève d’exprimer son plein potentiel.<br/>Aux Écoles La Tour Eiffel, nous ne nous contentons pas d’enseigner, nous inspirons, soutenons et préparons les citoyens de demain."
    },
    "en": {
        "title": "School Cycle at Écoles La Tour Eiffel",
        "content": "At Écoles La Tour Eiffel, we believe that every stage of the academic journey is unique and deserves special attention. From Kindergarten to Middle & High School, we strive to provide each student with tailored support, fostering their academic and personal growth.<br/><b class='text-red-500'>In Kindergarten</b>, we lay the foundations for fun and caring learning, stimulating curiosity, creativity, and self-confidence.<br/><b class='text-blue-500'>In Primary School</b>, we reinforce the fundamentals, encouraging independence, collaboration, and the joy of learning.<br/><b class=''>In Middle & High School</b>, we guide students towards excellence and independence, preparing them for higher education and their professional future with demanding yet supportive teaching.<br/>We support each child in their personal development, cultivating their critical thinking, sensitivity, and adaptability. Thanks to a passionate teaching team, innovative methods, and a stimulating learning environment, we enable each student to reach their full potential.<br/>At Écoles La Tour Eiffel, we do more than teach—we inspire, support, and prepare the citizens of tomorrow."
    }
}
