{
  "fr": {
    "title1": "Pourquoi",
    "title2": "La Tour Eiffel",
    "description1": "L'école La Tour Eiffel offre une éducation axée sur le succès et l'innovation pédagogique.",
    "description2": "Cette vision met en avant une approche unique et inspirante pour l'épanouissement des élèves.",
    "maternelleTitle": "Maternelle",
    "maternelleAge": "2-5 ans",
    "maternelleDescription": "Éveiller la curiosité et stimuler les capacités expressives.",
    "maternelleDetails": "L'école maternelle assure un accueil attentif pour accompagner chaque enfant dans sa découverte du monde scolaire.",
    "primaireTitle": "Primaire",
    "primaireAge": "6-10 ans",
    "primaireDescription": "Acquérir les bases essentielles pour l’avenir.",
    "collegeTitle": "Collège",
    "collegeAge": "11-14 ans",
    "collegeDescription": "Établir des fondations solides pour demain.",
    "collegeDetails": "Les élèves suivent un parcours adapté, préparant à l'excellence scolaire et personnelle.",
    "lyceeTitle": "Lycée",
    "lyceeAge": "15-18 ans",
    "lyceeDescription": "Préparer à des réussites supérieures et durables.",
    "lyceeDetails": "Un cadre structuré pour accompagner les élèves dans leurs ambitions scolaires et personnelles.",
    "certificationsText": "\"Les Écoles La Tour Eiffel\" se démarquent comme l'une des rares institutions éducatives au Maroc certifiées ISO 9001:2015, témoignant de leur engagement envers l'excellence. Adoptant une approche pédagogique innovante, elles vont au-delà de l’éducation classique en cultivant les talents et le potentiel de chaque enfant. Grâce à des partenariats avec des institutions de renom, telles que l'Institut Cervantes, l'Institut Français du Maroc et l'Ambassade de France, elles offrent une immersion unique dans les cultures hispanique et francophone. Leur programme en anglais, certifié Cambridge English, garantit également un enseignement de qualité internationale."
  },
  "en": {
    "title1": "Why",
    "title2": "The Eiffel Tower",
    "description1": "La Tour Eiffel School offers an education focused on success and pedagogical innovation.",
    "description2": "This vision highlights a unique and inspiring approach to student development.",
    "maternelleTitle": "Nursery",
    "maternelleAge": "2-5 years",
    "maternelleDescription": "Awaken curiosity and stimulate expressive abilities.",
    "maternelleDetails": "The nursery school provides attentive care to accompany each child in their discovery of the school world.",
    "primaireTitle": "Primary",
    "primaireAge": "6-10 years",
    "primaireDescription": "Acquire the essential foundations for the future.",
    "collegeTitle": "Middle School",
    "collegeAge": "11-14 years",
    "collegeDescription": "Establish solid foundations for tomorrow.",
    "collegeDetails": "Students follow an adapted curriculum, preparing them for academic and personal excellence.",
    "lyceeTitle": "High School",
    "lyceeAge": "15-18 years",
    "lyceeDescription": "Prepare for higher and lasting success.",
    "lyceeDetails": "A structured framework to support students in their academic and personal ambitions.",
    "certificationsText": "\"Les Écoles La Tour Eiffel\" stands out as one of the few educational institutions in Morocco certified ISO 9001:2015, demonstrating their commitment to excellence. Adopting an innovative pedagogical approach, they go beyond classical education by cultivating the talents and potential of each child. Thanks to partnerships with renowned institutions, such as the Cervantes Institute, the French Institute of Morocco and the French Embassy, they offer a unique immersion in Hispanic and Francophone cultures. Their English program, certified by Cambridge English, also guarantees an internationally recognized quality of teaching."

  },
  "ar": {
    "title1": "لماذا",
    "title2": "برج إيفل",
    "description1": "تقدم مدرسة برج إيفل تعليمًا يركز على النجاح والابتكار التربوي.",
    "description2": "تُبرز هذه الرؤية نهجًا فريدًا وملهمًا لتنمية الطلاب.",
    "maternelleTitle": "الروضة",
    "maternelleAge": "2-5 سنوات",
    "maternelleDescription": "إيقاظ الفضول وتحفيز القدرات التعبيرية.",
    "maternelleDetails": "توفر مدرسة الروضة رعاية يقظة لمرافقة كل طفل في اكتشافه لعالم المدرسة.",
    "primaireTitle": "الابتدائي",
    "primaireAge": "6-10 سنوات",
    "primaireDescription": "اكتساب الأسس الضرورية للمستقبل.",
    "collegeTitle": "الإعدادي",
    "collegeAge": "11-14 سنة",
    "collegeDescription": "وضع أسس صلبة للغد.",
    "collegeDetails": "يتبع الطلاب منهجًا مُكيفًا، يُعدهم للتفوق الدراسي والشخصي.",
    "lyceeTitle": "الثانوية",
    "lyceeAge": "15-18 سنة",
    "lyceeDescription": "الاستعداد لنجاحات أعلى ودائمة.",
    "lyceeDetails": "إطار منظم لدعم الطلاب في طموحاتهم الدراسية والشخصية.",
    "certificationsText": "تتميز \"مدارس برج إيفل\" كواحدة من المؤسسات التعليمية القليلة في المغرب الحاصلة على شهادة ISO 9001:2015، مما يدل على التزامها بالتميز. من خلال تبني نهج تربوي مبتكر، فإنها تتجاوز التعليم الكلاسيكي من خلال تنمية مواهب وإمكانات كل طفل. بفضل الشراكات مع مؤسسات مرموقة، مثل معهد سرفانتس والمعهد الفرنسي بالمغرب والسفارة الفرنسية، فإنها توفر انغماسًا فريدًا في الثقافات الإسبانية والفرانكفونية. يضمن برنامجهم في اللغة الإنجليزية، المعتمد من قبل كامبريدج الإنجليزية، أيضًا جودة تدريس معترف بها دوليًا."
  }
}