{
    "ar": {
      "step3": {
        "heading": "الشروط والأحكام العامة",
        "subheading": "يرجى قراءة الشروط والأحكام العامة للتسجيل بعناية.",
        "important": "هام",
        "importantText": "قبل إنهاء التسجيل، يُرجى الاطلاع على الشروط والأحكام العامة. قبول هذه الشروط مطلوب لتأكيد تسجيل التلميذ.",
        "section1Title": "1. البيانات الشخصية",
        "section1Text": "يتم معالجة البيانات الشخصية للمستخدمين التي تم جمعها عبر موقع ecoleslatoureiffel.ma وفقاً للقانون رقم 09-08 المتعلق بحماية الأشخاص الذاتيين تجاه معالجة المعطيات ذات الطابع الشخصي. يحق للمستخدم الوصول إلى بياناته وتصحيحها ومعارضة معالجتها عبر مراسلة المؤسسة على البريد الإلكتروني: ecoleslatoureiffel@gmail.com.",
        "section2Title": "2. إدارة الكوكيز",
        "section2Text": "أثناء التصفح على الموقع، يُمكن تثبيت ملفات تعريف الارتباط (كوكيز) تلقائياً على متصفح المستخدم. تُمكّن هذه الملفات من جمع بيانات إحصائية حول التصفح وتحسين الخدمات المقدمة وتخصيص تجربة المستخدم. يمكن للمستخدم إعداد المتصفح لرفض تثبيت الكوكيز.",
        "section3Title": "3. حقوق الملكية الفكرية",
        "section3Text": "الموقع ecoleslatoureiffel.ma ملك حصري لمدارس لا تور إيفيل. جميع العناصر الموجودة في الموقع من نصوص وصور وفيديوهات وشعارات وأيقونات وأصوات محمية بموجب قوانين الملكية الفكرية المعمول بها. يمنع أي استنساخ أو تمثيل كلي أو جزئي لهذه العناصر بدون إذن مسبق.",
        "section4Title": "4. روابط لمواقع أخرى",
        "section4Text": "قد يحتوي الموقع على روابط لمواقع أخرى تُعرض للمستخدم لأغراض معلوماتية فقط. مدارس لا تور إيفيل لا تتحكم في محتوى هذه المواقع ولا تُحمل بأي مسؤولية عن سياسات الخصوصية أو المحتوى أو الأضرار الناتجة عن زيارتها.",
        "section5Title": "5. مسؤولية المستخدم",
        "section5Text": "يلتزم المستخدم باستخدام الموقع وفق القوانين المعمول بها وعدم المساس بحقوق الغير أو أمن الموقع. يحظر إدخال فيروسات أو برامج ضارة عمداً. أي استخدام مسيء قد يُعرض صاحبه للملاحقة القضائية.",
        "section6Title": "6. مسؤولية المؤسسة",
        "section6Text": "تبذل مدارس لا تور إيفيل قصارى جهدها للحفاظ على توفر الموقع على مدار الساعة طوال أيام الأسبوع، لكنها لا تتحمل مسؤولية أي انقطاع أو خلل أو خطأ تقني. تحتفظ المؤسسة بحق تعليق أو تعديل الموقع في أي وقت دون إشعار مسبق.",
        "section7Title": "7. أمان الموقع",
        "section7Text": "تم اتخاذ إجراءات أمنية لضمان سرية وسلامة البيانات الشخصية، ولكن لا يمكن ضمان أمان كامل عند نقل البيانات عبر الإنترنت. مدارس لا تور إيفيل لا تضمن الأمن المطلق للمعلومات المرسلة.",
        "section8Title": "8. معلومات الناشر",
        "section8Text": "الناشر: مدارس لا تور إيفيل\nالعنوان: Lotissement Al Hadika, Imm. Chellah, Hay Al Walaa – Sidi Moumen, Casablanca, Maroc, 20402\nالهاتف: 05 22 70 58 58\nالبريد الإلكتروني: ecoleslatoureiffel@gmail.com",
        "section9Title": "9. التعديلات",
        "section9Text": "تحتفظ مدارس لا تور إيفيل بحق تعديل هذه الشروط والأحكام في أي وقت. يُنصح المستخدم بمراجعتها بانتظام للبقاء مُطلعاً على أية تحديثات.",
        "section10Title": "10. النزاعات – القانون المطبق",
        "section10Text": "يخضع أي نزاع يتعلق باستخدام الموقع للسلطات القضائية المغربية حصرياً. تخضع هذه الشروط والأحكام للقانون المغربي.",
        "checkboxLabel": "لقد قرأت كل الشروط والأحكام",
        "btnReject": "رفض",
        "btnAccept": "أوافق وأتابع"
      }
    },
    "fr": {
      "step3": {
        "heading": "Conditions générales et termes",
        "subheading": "Veuillez lire attentivement les conditions générales d'inscription.",
        "important": "IMPORTANT",
        "importantText": "Avant de finaliser l'inscription, veuillez prendre connaissance des conditions générales. L'acceptation de ces conditions est requise pour valider l'inscription de l'élève.",
        "section1Title": "1. Données personnelles",
        "section1Text": "Les Données Personnelles des utilisateurs collectées via le site internet ecoleslatoureiffel.ma sont traitées conformément à la loi n°09‐08 relative à la protection des personnes physiques à l’égard du traitement des données à caractère personnel. L’utilisateur dispose d’un droit d’accès, de rectification et d’opposition en s’adressant directement à l’établissement via l'adresse email : ecoleslatoureiffel@gmail.com.",
        "section2Title": "2. Gestion des cookies",
        "section2Text": "Lors de la navigation sur le site, des cookies peuvent être automatiquement installés sur le navigateur de l’utilisateur. Ces fichiers permettent notamment de recueillir des données statistiques sur la navigation, d'améliorer les services proposés et de personnaliser l’expérience utilisateur. L’utilisateur peut configurer son navigateur pour refuser l’installation de cookies.",
        "section3Title": "3. Propriété intellectuelle",
        "section3Text": "Le site ecoleslatoureiffel.ma est la propriété exclusive des Écoles La Tour Eiffel. L’ensemble des éléments présents sur ce site, tels que les textes, images, vidéos, logos, icônes et sons sont protégés par les lois en vigueur sur la propriété intellectuelle. Toute reproduction ou représentation, totale ou partielle, de ces éléments est strictement interdite sans autorisation préalable.",
        "section4Title": "4. Liens vers d’autres sites",
        "section4Text": "Le site peut contenir des liens vers d'autres sites internet à titre informatif. Écoles La Tour Eiffel n’a aucun contrôle sur ces sites et ne saurait être tenue responsable de leur contenu, de leur politique de confidentialité ou des dommages pouvant résulter de leur utilisation.",
        "section5Title": "5. Responsabilité de l’utilisateur",
        "section5Text": "L’utilisateur s’engage à utiliser le site dans le respect des lois en vigueur et à ne pas porter atteinte aux droits des tiers ou à la sécurité du site. Il est interdit d’introduire volontairement des virus ou tout autre programme nuisible. Toute utilisation abusive pourra faire l’objet de poursuites judiciaires.",
        "section6Title": "6. Responsabilité de l’établissement",
        "section6Text": "Écoles La Tour Eiffel s’efforce de maintenir le site accessible 7j/7 et 24h/24, mais ne saurait être tenue responsable en cas d’interruption, de dysfonctionnement ou d’erreurs techniques. L’établissement se réserve le droit de suspendre ou de modifier le site à tout moment sans préavis.",
        "section7Title": "7. Sécurité du site",
        "section7Text": "Des mesures de sécurité sont mises en place pour garantir la confidentialité et l’intégrité des données personnelles. Toutefois, aucune transmission de données sur Internet n’est totalement sécurisée, et Écoles La Tour Eiffel ne peut garantir la sécurité absolue des informations transmises via le site.",
        "section8Title": "8. Informations éditeur",
        "section8Text": "Éditeur du site : Écoles La Tour Eiffel\nAdresse : Lotissement Al Hadika, Imm. Chellah, Hay Al Walaa – Sidi Moumen, Casablanca, Maroc, 20402\nTéléphone : 05 22 70 58 58\nEmail : ecoleslatoureiffel@gmail.com",
        "section9Title": "9. Modifications",
        "section9Text": "Écoles La Tour Eiffel se réserve le droit de modifier à tout moment les présentes Conditions Générales d’Utilisation. L’utilisateur est invité à les consulter régulièrement afin de rester informé des éventuelles mises à jour.",
        "section10Title": "10. Litiges – Droit applicable",
        "section10Text": "Tout litige relatif à l’utilisation du site sera soumis à la compétence exclusive des juridictions marocaines. Les présentes Conditions Générales d’Utilisation sont régies par le droit marocain.",
        "checkboxLabel": "je lis toutes les conditions",
        "btnReject": "Réfuser",
        "btnAccept": "Acceptez et continuer"
      }
    },
    "en": {
      "step3": {
        "heading": "General Terms and Conditions",
        "subheading": "Please read the registration terms carefully.",
        "important": "IMPORTANT",
        "importantText": "Before completing registration, please review the general terms. Acceptance of these terms is required to validate the student’s registration.",
        "section1Title": "1. Personal Data",
        "section1Text": "Personal Data collected via the site ecoleslatoureiffel.ma are processed in accordance with Law No. 09-08 relating to the protection of individuals regarding the processing of personal data. Users have the right to access, correct, and object to their data by contacting the school at ecoleslatoureiffel@gmail.com.",
        "section2Title": "2. Cookies Management",
        "section2Text": "During browsing, cookies may be automatically installed on the user’s browser. These files gather statistical browsing data, improve services offered, and personalize the user experience. Users can configure their browser to refuse cookies.",
        "section3Title": "3. Intellectual Property",
        "section3Text": "The site ecoleslatoureiffel.ma is the exclusive property of Écoles La Tour Eiffel. All elements on this site—texts, images, videos, logos, icons, and sounds—are protected by applicable intellectual property laws. Any reproduction or representation, in whole or in part, without prior authorization is strictly prohibited.",
        "section4Title": "4. Links to Other Sites",
        "section4Text": "The site may contain links to other websites for informational purposes only. Écoles La Tour Eiffel has no control over these sites and is not responsible for their content, privacy policies, or any damages resulting from their use.",
        "section5Title": "5. User Responsibility",
        "section5Text": "The user agrees to use the site in compliance with applicable laws and not to infringe on third-party rights or site security. Introducing viruses or any malicious software is prohibited. Any abusive use may lead to legal action.",
        "section6Title": "6. School Liability",
        "section6Text": "Écoles La Tour Eiffel strives to keep the site accessible 24/7 but is not liable for any interruptions, malfunctions, or technical errors. The school reserves the right to suspend or modify the site at any time without notice.",
        "section7Title": "7. Site Security",
        "section7Text": "Security measures are in place to ensure the confidentiality and integrity of personal data. However, no data transmission over the Internet is completely secure, and Écoles La Tour Eiffel cannot guarantee absolute security of the information transmitted.",
        "section8Title": "8. Publisher Info",
        "section8Text": "Publisher: Écoles La Tour Eiffel\nAddress: Lotissement Al Hadika, Imm. Chellah, Hay Al Walaa – Sidi Moumen, Casablanca, Maroc, 20402\nPhone: 05 22 70 58 58\nEmail: ecoleslatoureiffel@gmail.com",
        "section9Title": "9. Modifications",
        "section9Text": "The school reserves the right to modify these Terms and Conditions at any time. Users are encouraged to review them regularly for updates.",
        "section10Title": "10. Disputes – Applicable Law",
        "section10Text": "Any dispute relating to the use of the site shall be subject to the exclusive jurisdiction of the Moroccan courts. These Terms and Conditions are governed by Moroccan law.",
        "checkboxLabel": "I have read all conditions",
        "btnReject": "Reject",
        "btnAccept": "Accept and continue"
      }
    }
  }
  