{
    "tagline": {
      "ar": "تعليم متميز للجميع",
      "fr": "Un Enseignement d'Excellence pour Tous",
      "en": "Excellence in Education for All"
    },
    "main_heading": {
      "ar": "التعليم في صميم رسالتنا",
      "fr": "L'Enseignement au Cœur de Notre Mission",
      "en": "Education at the Heart of Our Mission"
    },
    "section1": {
      "ar": "تقدم مدارس لا تور إيفل تجربة تعليمية متميزة تتجاوز حدود التعليم التقليدي. بفضل التفاني الكبير لهيئة التدريس وبرنامجنا التعليمي المبتكر، نقوم بتأهيل طلابنا لتحقيق التفوق في عالم يزداد ترابطًا وعولمة. نركز بشكل خاص على تعليم أربع لغات رئيسية - الفرنسية، الإنجليزية، العربية، والإسبانية - مما يوفر للطلاب فرصة اكتساب مهارات لغوية متعددة تعزز مستوى التعلم لديهم وتفتح أمامهم آفاقًا واسعة من الفرص الدولية. هذا التعليم متعدد اللغات لا يهدف فقط إلى تعلم اللغات، بل يسعى لتعزيز التفاهم الثقافي والقدرة على التواصل في بيئة عالمية متنوعة.",
      "fr": "Les Écoles La Tour Eiffel offrent bien plus qu’un simple enseignement. Grâce à l’engagement de nos enseignants et à un programme innovant, nous préparons nos élèves à exceller dans un monde globalisé. En mettant l’accent sur quatre langues essentielles – le français, l’anglais، العربية et l’espagnol – nous offrons une éducation multilingue qui enrichit l’apprentissage et ouvre des portes à des opportunités internationales.",
      "en": "La Tour Eiffel Schools offer much more than just basic education. Thanks to the dedication of our teachers and an innovative program, we prepare our students to excel in a globalized world. By focusing on four essential languages—French, English, Arabic, and Spanish—we provide a multilingual education that enriches learning and opens doors to international opportunities."
    },
    "section2": {
      "ar": "في مدارس لا تور إيفل، لا يقتصر اهتمامنا على الجوانب الأكاديمية فقط، بل نعمل بجد على تنمية مهارات التفكير النقدي وتعزيز قيم الاحترام والتسامح والانفتاح على الثقافات الأخرى، مع الحفاظ على القيم الثقافية المغربية الأصيلة. نحن نوفر لكل طالب متابعة شخصية متميزة تضمن له تحقيق النمو الكامل في جميع جوانب شخصيته، مما يجعله مستعدًا لمواجهة تحديات المستقبل بثقة وإبداع. بفضل هذا النهج الفريد، أصبحت مدارس لا تور إيفل رمزًا للتميز، حيث يتم إعداد كل طالب ليكون قائدًا فعّالًا ومؤثرًا في بناء مستقبل أفضل.",
      "fr": "Nous cultivons également l’esprit critique, le respect des valeurs culturelles marocaines et l’ouverture au monde. Chaque élève bénéficie d’un suivi personnalisé, s’épanouissant ainsi pleinement et se préparant à relever les défis futurs. C’est cet environnement d’apprentissage unique qui fait des Écoles La Tour Eiffel un lieu d’excellence, où chaque étudiant est préparé à devenir un acteur clé de demain.",
      "en": "We also nurture critical thinking, respect for Moroccan cultural values, and openness to the world. Each student benefits from personalized support, allowing them to fully thrive and prepare to face future challenges. This unique learning environment makes La Tour Eiffel Schools a place of excellence where each student is prepared to become a key player of tomorrow."
    },
    "button": {
      "ar": "تنزيل برامجنا بصيغة PDF", 
      "fr": "Nos programme pdf",
      "en": "Our PDF Programs"
    },
    "innovation_title": {
      "ar": "الابتكار والتكنولوجيا", 
      "fr": "Innovation",
      "en": "Innovation"
    },
    "innovation_text": {
      "ar": "نقوم بإدماج أحدث التقنيات في برنامجنا العلمي، مما يُعد طلابنا للتنقل في عالم رقمي واستكشاف العلوم بطريقة تفاعلية ومبتكرة.", 
      "fr": "Nous intégrons les dernières technologies dans notre programme scientifique, préparant nos élèves à naviguer dans un monde numérique et à explorer les sciences de manière interactive.",
      "en": "We integrate the latest technologies into our science program, preparing our students to navigate a digital world and explore sciences interactively."
    },
    "engagement_title": {
      "ar": "الالتزام والقيم",
      "fr": "Engagement",
      "en": "Engagement"
    },
    "engagement_text": {
      "ar": "بالإضافة إلى التميز الأكاديمي، نغرس في طلابنا حب الثقافة المغربية والقيم الإنسانية النبيلة مثل الاحترام والتضامن والإبداع والتسامح.", 
      "fr": "En plus de l'excellence académique, nous inculquons à nos élèves l’amour de leur culture marocaine et des valeurs humaines telles que le respect, la solidarité et la créativité.",
      "en": "In addition to academic excellence, we instill in our students a love for Moroccan culture and human values such as respect, solidarity, and creativity."
    },
    "languages_title": {
      "ar": " 3+1", 
      "fr": "3+1",
      "en": "3+1"
    },
    "languages_text": {
      "ar": "في مدارس لا تور إيفل، نعلم الفرنسية والإنجليزية والعربية والإسبانية، مما يُعد طلابنا لمستقبل دولي واعد ويُثري انفتاحهم الثقافي والمعرفي.",
      "fr": "Aux Écoles La Tour Eiffel, nous enseignons le français, l’anglais, l’arabe et l’espagnol, préparant nos élèves à un avenir international et enrichissant leur ouverture culturelle.",
      "en": "At La Tour Eiffel Schools, we teach French, English, Arabic, and Spanish, preparing our students for an international future and enriching their cultural openness."
    },
    "categoryTitles": {
      "en": {
        "innovation": "Sciences and Technology",
        "engagement": "Values and Culture",
        "languages": "Languages"
      },
      "fr": {
        "innovation": "Sciences et Technologie",
        "engagement": "Valeurs et Culture",
        "languages": "Langues"
      },
      "ar": {
        "innovation": "العلوم والتكنولوجيا",
        "engagement": "القيم والثقافة",
        "languages": "اللغات"
      }
    },
    
      "certifications": {
        "title": {
          "ar": "نحن معتمدون",
          "fr": "On est certifiés",
          "en": "We are certified"
        },
        "mainHeading": {
          "ar": "مدارس لا تور إيفل معتمدة",
          "fr": "Écoles La Tour Eiffel Certifiées",
          "en": "La Tour Eiffel Certified Schools"
        },
        "downloadButton": {
          "ar": "مشاهذة المزيد",
          "fr": "Regararder Plus",
          "en": "Watch More"
        },
        "quote": {
          "ar": "فخورون بحصولنا على هذه الشهادة، دليل على التميز",
          "fr": "Fiers d'obtenir cette certification, gage d'excellence",
          "en": "Proud to obtain this certification, a guarantee of excellence"
        },
        "founder": {
          "ar": "المؤسس السيد إبراهيم الباز",
          "fr": "Fondateur Mr. Ibrahim Elbaze",
          "en": "Founder Mr. Ibrahim Elbaze"
        },
        "whatIsISO": {
          "ar": "ما هي ISO 9001:2015؟",
          "fr": "Qu'est-ce que l'ISO 9001:2015",
          "en": "What is ISO 9001:2015"
        },
        "whatIsISODescription": {
          "ar": "ISO 9001:2015 هي معيار دولي يضع متطلبات لنظام إدارة الجودة فعال. يضمن رضا العملاء والتحسين المستمر للعمليات.",
          "fr": "L'ISO 9001:2015 est une norme internationale qui établit des exigences pour un management de la qualité efficace. Elle garantit la satisfaction des clients et une amélioration continue des processus.",
          "en": "ISO 9001:2015 is an international standard that sets requirements for an effective quality management system. It ensures customer satisfaction and continuous process improvement."
        },
        "howItHelps": {
          "ar": "كيف يساعدنا ذلك؟",
          "fr": "Comment cela nous aide-t-il",
          "en": "How does it help us?"
        },
        "howItHelpsDescription": {
          "ar": "تساعدنا هذه الشهادة في هيكلة عملياتنا وتحسين كفاءتنا وضمان استجابة سريعة ومناسبة لاحتياجات الطلاب وأولياء الأمور والموظفين.",
          "fr": "Cette certification nous aide à structurer nos opérations, améliorer notre efficacité et garantir une réponse rapide et adaptée aux besoins des élèves, des parents et du personnel.",
          "en": "This certification helps us structure our operations, improve our efficiency, and ensure a quick and appropriate response to the needs of students, parents, and staff."
        },
        "whatYouGain": {
          "ar": "ما الذي تكسبه؟",
          "fr": "Ce que vous gagnez",
          "en": "What you gain"
        },
        "whatYouGainDescription": {
          "ar": "كولي أمر أو طالب، تستفيد من بيئة تعليمية عالية الجودة. تضمن خدماتنا المعتمدة الموثوقية والشفافية والتميز في جميع الجوانب المدرسية.",
          "fr": "En tant que parent ou élève, vous profitez d’un environnement éducatif de qualité. Nos services certifiés garantissent fiabilité, transparence et excellence dans tous les aspects scolaires.",
          "en": "As a parent or student, you benefit from a high-quality educational environment. Our certified services guarantee reliability, transparency, and excellence in all school aspects."
        },
        "whyChooseUs": {
          "ar": "لماذا تختارنا؟",
          "fr": "Pourquoi nous choisir ?",
          "en": "Why choose us?"
        },
        "whyChooseUsDescription": {
          "ar": "تعكس شهادتنا التزامًا عميقًا بالتميز. نحن نبتكر لتلبية الاحتياجات الحالية مع الاستعداد للمستقبل برؤية واضحة وطموحة.",
          "fr": "Notre certification reflète un engagement profond envers l’excellence. Nous innovons pour répondre aux besoins actuels tout en préparant l’avenir avec une vision claire et ambitieuse.",
          "en": "Our certification reflects a deep commitment to excellence. We innovate to meet current needs while preparing for the future with a clear and ambitious vision."
        },
            "slideText":{
                "ar":"اسحب لليمين >>",
                "fr":"faire glisser >>",
                "en":"Slide Right >>"
            }
      }
    
  }