{
    "news": [
      {
        "tag": {
          "tagName": {
            "fr": "Générale",
            "en": "General",
            "ar": "عام"
          },
          "tagColor": "orange-400"
        },
        "title": {
          "fr": "Les inscriptions pour l’année scolaire 2025–2026 sont maintenant ouvertes",
          "en": "Registrations for the 2025–2026 school year are now open",
          "ar": "التسجيل للسنة الدراسية 2025-2026 مفتوح الآن"
        },
        "description": {
          "fr": "Les inscriptions pour l’année scolaire 2025–2026 ont officiellement commencé. Les familles sont invitées à entamer les démarches sans attendre.",
          "en": "Registrations for the 2025–2026 school year are now officially open. Families are encouraged to start the process early.",
          "ar": "تم فتح باب التسجيل للسنة الدراسية 2025-2026 رسميًا. يُنصح الأسر ببدء الإجراءات في أقرب وقت."
        },        
       "article": {
        "fr": "Nous avons le plaisir d’annoncer que les inscriptions pour l’année scolaire 2025–2026 sont officiellement ouvertes. C’est une étape cruciale dans la préparation de nos élèves à une année riche en apprentissages, en découvertes et en réussites. Les parents sont vivement encouragés à entamer les démarches dès maintenant afin de garantir une place pour leurs enfants. Notre équipe administrative est entièrement mobilisée pour vous accompagner, répondre à toutes vos questions et vous guider pas à pas dans le processus. \n\nCette année, nous mettons un accent particulier sur l’innovation pédagogique, le bien-être des élèves et la collaboration entre l’école et les familles. Des journées portes ouvertes seront organisées tout au long du mois pour permettre aux nouveaux parents de découvrir notre établissement, rencontrer les enseignants, et explorer nos infrastructures modernes. Rejoignez une communauté scolaire dynamique, bienveillante et engagée pour la réussite de chaque élève. N’attendez plus — chaque jour compte dans la construction du futur de votre enfant.",
        "en": "We are pleased to announce that registrations for the 2025–2026 academic year are now officially open. This marks an important milestone for families who are looking to prepare their children for a year full of learning, discovery, and achievement. Parents are strongly encouraged to begin the enrollment process early to ensure their child has a secured spot. Our dedicated administrative team is available to assist, answer your questions, and walk you through each step of the process.\n\nThis year, we are placing special emphasis on educational innovation, student well-being, and close collaboration between the school and families. Open house events will be held throughout the month to allow new parents to visit the school, meet the teachers, and explore our modern facilities. Join a caring and vibrant school community where every student matters and every day brings a new opportunity to grow. Don’t wait—your child’s bright future starts now!",
        "ar": "يسرّنا أن نعلن عن فتح باب التسجيل للسنة الدراسية 2025-2026 بشكل رسمي. تُعد هذه الخطوة من المراحل المهمة لكل العائلات التي تسعى إلى تهيئة أبنائها لعام دراسي مليء بالتعلم، الاكتشاف، والنجاح. نحث أولياء الأمور على الشروع في عملية التسجيل في أقرب وقت لضمان مكان لأبنائهم. فريقنا الإداري متواجد لمساعدتكم، وتقديم الدعم الكامل، والإجابة عن استفساراتكم خطوة بخطوة.\n\nنركّز هذا العام على الابتكار في المجال التربوي، وراحة ورفاهية التلاميذ، وتعزيز الشراكة القوية بين المدرسة والأسرة. سنقوم بتنظيم أيام مفتوحة طوال هذا الشهر لتمكين الآباء الجدد من زيارة المؤسسة، التعرف على الطاقم التربوي، واستكشاف مرافقنا الحديثة. انضموا إلى مجتمع مدرسي نشيط ومهتم، حيث نؤمن بأن كل تلميذ له قيمة، وكل يوم هو لبنة في مستقبل مشرق. لا تؤجلوا — مستقبل طفلكم يبدأ الآن!"
        },
        "date": {
          "fr": "Avril 09, 2025",
          "en": "April 09, 2025",
          "ar": "9 أبريل 2025"
        },
        "schoolYear":"2025/2024",
        "label": {
          "fr": "épanglée",
          "en": "spread",
          "ar": "منتشرة"
        },
        "isPinned": true,
        "imgSrc": "/images/ln1.webp"
      },
      {
        "tag": {
          "tagName": {
            "fr": "Sport",
            "en": "Sports",
            "ar": "رياضة"
          },
          "tagColor": "green-400"
        },
        "title": {
          "fr": "Nos garçons remportent le championnat de football scolaire !",
          "en": "Our boys win the school football championship!",
          "ar": "فريقنا يفوز ببطولة كرة القدم المدرسية!"
        },
        "description": {
          "fr": "Une victoire éclatante pour nos jeunes talents qui ont brillé lors du championnat interscolaire.",
          "en": "A brilliant victory for our young talents who shined in the inter-school championship.",
          "ar": "انتصار رائع لمواهبنا الشابة الذين تألقوا في بطولة المدارس."
        },
        "article": {
          "fr": "Nous sommes extrêmement fiers d’annoncer que notre équipe de football a remporté le championnat interscolaire cette semaine ! C’est avec une énergie débordante, une solidarité exemplaire et une grande maîtrise technique que nos garçons ont brillé sur le terrain. Le match final, joué dans une ambiance électrique, a été marqué par des actions spectaculaires, des buts incroyables et une détermination sans faille. \n\nEncadrée par leur entraîneur passionné, l’équipe s’est préparée pendant des semaines, enchaînant les entraînements matinaux et les séances tactiques. Leur persévérance a porté ses fruits : ils ont remporté chaque match du tournoi avec brio, surmontant les défis avec calme et professionnalisme. Le soutien des parents, des camarades de classe et de toute la communauté scolaire a également joué un rôle essentiel dans cette réussite. \n\nCette victoire va bien au-delà du simple trophée : elle incarne l’esprit d’équipe, le respect et l’engagement. Elle montre ce qu’un groupe uni peut accomplir avec passion et effort. Félicitations à nos champions, vous faites la fierté de notre école !",
          "en": "We are incredibly proud to announce that our football team has won the inter-school championship this week! With high energy, strong unity, and remarkable technical skill, our boys lit up the field. The final match, played in front of a cheering crowd, featured spectacular plays, thrilling goals, and unstoppable determination.\n\nGuided by their dedicated coach, the team trained for weeks—early morning drills, strategy sessions, and countless hours of preparation. Their efforts paid off, as they won each match of the tournament with grace and power, showing maturity and focus under pressure. The support from parents, classmates, and our entire school community played a big part in motivating the players.\n\nThis victory is more than just a trophy—it’s a celebration of team spirit, discipline, and commitment. It shows what can be achieved when passion meets hard work. Congratulations to our champions! You’ve made us all proud.",
          "ar": "نحن فخورون جدًا بالإعلان عن فوز فريق كرة القدم المدرسي ببطولة المدارس لهذا الأسبوع! بروح عالية، وانسجام قوي، ومهارات فنية رائعة، أضاء أولادنا الملعب وأمتعوا الحضور. المباراة النهائية التي أُقيمت وسط أجواء حماسية كانت مليئة بالتمريرات الذكية، الأهداف المثيرة، والتصميم الذي لا يعرف التراجع.\n\nتحت إشراف مدربهم المتفاني، خاض الفريق تدريبات مكثفة على مدار أسابيع، بدءًا من التمارين الصباحية وحتى الجلسات التكتيكية والتحليلية. وقد أثمرت هذه الجهود بتحقيق الفوز في جميع المباريات، حيث أظهر الفريق نضجًا وثباتًا تحت الضغط. لم يكن هذا الإنجاز ليتم لولا دعم أولياء الأمور، زملاء الدراسة، وكل أفراد المجتمع المدرسي.\n\nهذا الفوز ليس مجرد لقب رياضي، بل هو دليل على الروح الجماعية، والانضباط، والالتزام الحقيقي. إنه يثبت أن العمل الجماعي والشغف قادران على تحقيق المعجزات. تهانينا لأبطالنا الأعزاء — لقد رفعتم رأس المدرسة عاليًا!"
        },
        "schoolYear":"2025/2024"
        ,
        "date": {
          "fr": "Avril 17, 2025",
          "en": "April 17, 2025",
          "ar": "17 أبريل 2025"
        },
        "label": {
          "fr": "mise en avant",
          "en": "featured",
          "ar": "بارزة"
        },
        "isPinned": true,
        "imgSrc": "/images/ln2.webp"
      },
      
      {
        "tag": {
          "tagName": {
            "fr": "Santé",
            "en": "Health",
            "ar": "صحة"
          },
          "tagColor": "red-500"
        },
        "title": {
          "fr": "Contrôle de santé pour tous les élèves la semaine prochaine",
          "en": "Health checkup for all students next week",
          "ar": "فحص صحي لجميع الطلاب الأسبوع المقبل"
        },
        "description": {
          "fr": "Tous les élèves participeront à un contrôle de santé complet pour assurer leur bien-être et prévenir toute complication future.",
          "en": "All students will undergo a comprehensive health checkup to ensure their well-being and prevent future complications.",
          "ar": "سيخضع جميع الطلاب لفحص صحي شامل لضمان صحتهم والوقاية من أي مضاعفات مستقبلية."
        },
        "article": {
          "fr": "Dans le cadre de notre engagement envers le bien-être de nos élèves, un contrôle médical complet sera organisé pour tous les élèves la semaine prochaine, en collaboration avec une équipe médicale agréée. Cette initiative vise à assurer un suivi régulier de la santé physique de nos enfants et à détecter précocement tout besoin médical.\n\nLes examens auront lieu sur le campus, dans un espace spécialement aménagé pour garantir confidentialité, sécurité et confort. Chaque élève sera examiné par des professionnels qualifiés, couvrant différents aspects de la santé : vision, audition, croissance, posture, hygiène bucco-dentaire, ainsi que des conseils en nutrition et hygiène de vie.\n\nLes parents recevront un rapport médical personnalisé à la suite du bilan, et seront contactés directement si une attention particulière est requise. Cette action s'inscrit dans notre volonté de construire un environnement scolaire sain et sécurisé. Merci aux familles pour leur coopération continue et leur confiance.",
          "en": "As part of our commitment to student well-being, a comprehensive health checkup will be held for all students next week in collaboration with a certified medical team. This initiative aims to ensure routine health monitoring and early detection of any medical needs.\n\nThe checkups will take place on campus in a specially designated area, ensuring privacy, safety, and comfort for every student. Each child will be seen by qualified healthcare professionals who will examine various health aspects: vision, hearing, growth, posture, dental hygiene, as well as provide advice on nutrition and healthy living habits.\n\nParents will receive a personalized medical report following the checkup, and will be contacted directly if further attention is needed. This health initiative reflects our dedication to creating a safe and healthy school environment. We thank our families for their continued support and trust.",
          "ar": "في إطار حرصنا على صحة وسلامة التلاميذ، سيتم تنظيم فحص طبي شامل لجميع الطلاب الأسبوع المقبل، وذلك بالتعاون مع فريق طبي معتمد. تهدف هذه المبادرة إلى المتابعة الدورية لصحة التلاميذ والكشف المبكر عن أي حالات تحتاج إلى رعاية.\n\nسيُقام الفحص داخل المؤسسة في فضاء مخصص يراعي الخصوصية، السلامة، وراحة التلاميذ. وسيتم فحص كل تلميذ على يد متخصصين مؤهلين، وسيشمل الفحص: النظر، السمع، النمو، وضعية الجسم، نظافة الفم والأسنان، بالإضافة إلى تقديم نصائح حول التغذية الصحية ونمط الحياة السليم.\n\nبعد الفحص، سيتلقى أولياء الأمور تقريرًا طبيًا خاصًا بأبنائهم، وسيتم التواصل معهم مباشرة في حال وجود أي ملاحظات تتطلب المتابعة. تأتي هذه الخطوة في سياق سعينا لتوفير بيئة مدرسية صحية وآمنة. نشكر العائلات على تعاونهم الدائم وثقتهم بنا."
        },
        "date": {
          "fr": "Avril 20, 2025",
          "en": "April 20, 2025",
          "ar": "20 أبريل 2025"
        },
        "schoolYear":"2025/2024",
        "label": {
          "fr": "prévention",
          "en": "prevention",
          "ar": "وقاية"
        },
        "isPinned": false,
        "imgSrc": "/images/ln3.webp"
      }
      ,
      {
        "tag": {
          "tagName": {
            "fr": "Comunication",
            "en": "Communication",
            "ar": "فعاليات"
          },
          "tagColor": "yellow-400"
        },
        "title": {
          "fr": "Rencontre avec les parents la semaine dernière",
          "en": "Meet-up with parents last week",
          "ar": "اللقاء مع أولياء الأمور الأسبوع الماضي"
        },
        "description": {
          "fr": "Un événement enrichissant où les parents ont eu l'occasion de discuter des progrès et des projets de l'école.",
          "en": "An enriching event where parents had the opportunity to discuss their children's progress and the school's future plans.",
          "ar": "حدث مثمر حيث أتيحت الفرصة للأولياء لمناقشة تقدم أطفالهم وخطط المدرسة المستقبلية."
        },
        "article": {
          "fr": "La semaine dernière, nous avons organisé une rencontre avec les parents afin de discuter de l’évolution de nos élèves et des projets à venir pour l’année scolaire. Ce fut un moment précieux pour renforcer les liens entre l’école et les familles, partager des idées et échanger des conseils pour le bien-être et la réussite des enfants.\n\nLors de cette rencontre, nos enseignants ont présenté les progrès académiques des élèves et ont répondu aux questions des parents. Les parents ont également pu exprimer leurs préoccupations et suggestions, ce qui a permis d’enrichir nos actions pédagogiques. De plus, des discussions ont eu lieu sur les projets futurs de l’établissement, notamment des initiatives d’enrichissement scolaire et des événements à venir.\n\nCet événement a renforcé notre conviction que la collaboration entre l’école et la famille est essentielle pour le succès de chaque élève. Nous tenons à remercier tous les parents qui ont pris le temps de participer à cette rencontre et de contribuer activement à la vie scolaire.",
          "en": "Last week, we organized a meet-up with parents to discuss their children’s progress and the plans for the upcoming school year. It was a valuable time to strengthen the connection between the school and the families, share ideas, and exchange advice on the well-being and success of the children.\n\nDuring the meet-up, our teachers presented the students' academic progress and answered parents' questions. Parents also had the opportunity to express their concerns and suggestions, which helped enrich our teaching strategies. Additionally, discussions were held on future plans for the school, including initiatives for academic enrichment and upcoming events.\n\nThis event further solidified our belief that collaboration between the school and families is essential for the success of every student. We would like to thank all the parents who took the time to participate in this meeting and contribute actively to the school community.",
          "ar": "في الأسبوع الماضي، نظمنا لقاء مع أولياء الأمور لمناقشة تقدم أطفالهم وخطط السنة الدراسية القادمة. كان هذا الحدث وقتًا ثمينًا لتعزيز الروابط بين المدرسة والأسر، وتبادل الأفكار، وتقديم النصائح بشأن رفاهية ونجاح الأطفال.\n\nخلال اللقاء، قدم مدرسونا تقدماً أكاديمياً لطلابهم وأجابوا على أسئلة أولياء الأمور. كما أتيحت الفرصة للأولياء للتعبير عن مخاوفهم واقتراحاتهم، مما ساهم في إثراء استراتيجياتنا التربوية. كما جرت مناقشات حول الخطط المستقبلية للمؤسسة، بما في ذلك المبادرات الموجهة لتطوير العملية التعليمية والفعاليات القادمة.\n\nلقد عزز هذا الحدث إيماننا بأهمية التعاون بين المدرسة والأسر في ضمان نجاح كل تلميذ. نشكر جميع أولياء الأمور الذين خصصوا وقتهم للمشاركة في هذا اللقاء والمساهمة بشكل فعال في الحياة المدرسية."
        },
        "date": {
          "fr": "Avril 19, 2025",
          "en": "April 19, 2025",
          "ar": "19 أبريل 2025"
        },
        "schoolYear":"2025/2024",
        "label": {
          "fr": "rencontre",
          "en": "meeting",
          "ar": "لقاء"
        },
        "isPinned": false,
        "imgSrc": "/images/ln4.webp"
      },
      {
        "tag": {
          "tagName": {
            "fr": "Technologie",
            "en": "technology",
            "ar": "تكنولوجيا"
          },
          "tagColor": "indigo-400"
        },
        "title": {
          "fr": "L’école lance un nouveau laboratoire de robotique pour les élèves",
          "en": "The school launches a new robotics lab for students",
          "ar": "المدرسة تُطلق مختبراً جديداً للروبوتات لفائدة التلاميذ"
        },
        "description": {
          "fr": "Un nouvel espace high-tech est désormais disponible pour les projets en robotique, ouvert à tous les élèves dès le collège.",
          "en": "A new high-tech space is now available for robotics projects, open to all students starting from middle school.",
          "ar": "فضاء تكنولوجي جديد مخصص لمشاريع الروبوتات، مفتوح أمام جميع التلاميذ من المستوى الإعدادي فما فوق."
        },
        "article": {
          "fr": "Nous sommes ravis d’annoncer l’ouverture d’un laboratoire de robotique à la pointe de la technologie dans notre établissement. Ce nouvel espace permettra aux élèves d’explorer les bases de la programmation, de l’intelligence artificielle et de la conception de robots. Des ateliers hebdomadaires seront organisés avec des encadrants spécialisés. Ce projet s’inscrit dans notre vision de former les élèves aux compétences du futur.",
          "en": "We are thrilled to announce the opening of a state-of-the-art robotics lab at our school. This space will allow students to explore programming, AI, and robot design. Weekly workshops will be held with specialized mentors. This initiative aligns with our vision of preparing students for future-ready skills.",
          "ar": "يسرّنا الإعلان عن افتتاح مختبر روبوتات حديث داخل المؤسسة، حيث سيتمكن التلاميذ من استكشاف عالم البرمجة، الذكاء الاصطناعي وتصميم الروبوتات. سيتم تنظيم ورشات أسبوعية بتأطير من مختصين. يأتي هذا المشروع في إطار رؤيتنا لتأهيل التلاميذ بمهارات المستقبل."
        },
        "date": {
          "fr": "Avril 15, 2025",
          "en": "April 15, 2025",
          "ar": "15 أبريل 2025"
        },
        "schoolYear":"2025/2024",
        "label": {
          "fr": "nouveau",
          "en": "new",
          "ar": "جديد"
        },
        "isPinned": false,
        "imgSrc": "/images/ln5.webp"
      },
      {
        "tag": {
          "tagName": {
            "fr": "Environnement",
            "en": "Environment",
            "ar": "البيئة"
          },
          "tagColor": "emerald-400"
        },
        "title": {
          "fr": "Les élèves plantent 200 arbres dans la cour de l’école",
          "en": "Students plant 200 trees on school grounds",
          "ar": "أسبوع البيئة: التلاميذ يغرسون 200 شجرة في ساحة المدرسة"
        },
        "description": {
          "fr": "Dans le cadre de la Semaine verte, notre communauté scolaire s’est mobilisée pour verdir l’école.",
          "en": "As part of Green Week, our school community came together to green up the campus.",
          "ar": "في إطار أسبوع البيئة، تجندت أسرة المؤسسة لغرس الأشجار وإضفاء طابع أخضر على محيط المدرسة."
        },
        "article": {
          "fr": "Durant toute la semaine, nos élèves ont participé à des ateliers de sensibilisation à l’écologie et ont planté pas moins de 200 arbres. Ce projet vise à renforcer la conscience environnementale chez les jeunes. Les arbres plantés embelliront notre école et offriront un espace ombragé pour les pauses.",
          "en": "Throughout the week, our students took part in ecology awareness workshops and planted no less than 200 trees. This project aims to strengthen environmental awareness among youth. The trees will beautify the campus and provide shade during breaks.",
          "ar": "شارك التلاميذ طيلة الأسبوع في ورشات تحسيسية حول البيئة، وغرسوا 200 شجرة على الأقل. يهدف هذا النشاط إلى تعزيز الوعي البيئي لدى الناشئة. الأشجار ستُضفي جمالية على المؤسسة وستوفر ظلاً خلال فترات الاستراحة."
        },
        "date": {
          "fr": "Avril 17, 2025",
          "en": "April 17, 2025",
          "ar": "17 أبريل 2025"
        },
        "schoolYear":"2024/2023",
        "label": {
          "fr": "écologique",
          "en": "eco-friendly",
          "ar": "بيئي"
        },
        "isPinned": true,
        "imgSrc": "/images/ln6.webp"
      },
      {
        "tag": {
          "tagName": {
            "fr": "Culture",
            "en": "Culture",
            "ar": "ثقافة"
          },
          "tagColor": "purple-500"
        },
        "title": {
          "fr": "Un voyage culturel à travers le monde ",
          "en": "A Cultural Journey Around the World",
          "ar": "رحلة ثقافية حول العالم: تلاميذنا يحتفلون بالثقافات العالمية"
        },
        "description": {
          "fr": "Une soirée théâtrale haute en couleurs où nos élèves ont présenté différentes cultures par la danse, la musique et les costumes traditionnels.",
          "en": "A vibrant theatre evening where students showcased world cultures through dance, music, and traditional attire.",
          "ar": "أمسية مسرحية مبهرة قدّم فيها التلاميذ عروضاً تعبّر عن ثقافات العالم من خلال الرقص والموسيقى والأزياء التقليدية."
        },
        "article": {
          "fr": "Notre école a organisé une soirée théâtrale exceptionnelle intitulée « Voyage culturel à travers le monde », mettant en lumière la richesse des traditions internationales. Les élèves ont brillamment interprété des scènes représentant divers pays, habillés en costumes traditionnels, dansant sur des musiques folkloriques et partageant des histoires inspirantes de différentes cultures.\n\nDu Maroc au Japon, en passant par le Brésil, l’Inde, la France ou encore le Sénégal, chaque prestation était une célébration de la diversité et du respect interculturel. L’auditorium s’est transformé en un véritable carrefour des cultures, accueillant familles et invités dans une ambiance festive et éducative. Bravo à tous nos artistes pour ce magnifique spectacle qui restera gravé dans les mémoires !",
          "en": "Our school hosted a remarkable theatre evening titled “A Cultural Journey Around the World,” celebrating the beauty of global traditions. Students delivered captivating performances representing various countries, wearing traditional costumes, dancing to folk music, and sharing inspiring stories from different cultures.\n\nFrom Morocco to Japan, Brazil to India, France to Senegal—each act was a tribute to diversity and mutual respect. The auditorium turned into a vibrant cultural hub, welcoming families and guests to an evening of festivity and learning. Congratulations to all our performers for a truly unforgettable experience!",
          "ar": "نظّمت مؤسستنا أمسية مسرحية مميّزة بعنوان « رحلة ثقافية حول العالم »، احتفاءً بجمال وتنوّع التقاليد العالمية. قدّم التلاميذ عروضاً تعبّر عن ثقافات متعددة من خلال الرقصات التقليدية، الأزياء الوطنية، والمشاهد المستوحاة من قصص الشعوب.\n\nمن المغرب إلى اليابان، ومن البرازيل إلى الهند، مروراً بفرنسا والسنغال، تميّز كل عرض برسالة قوية عن التنوع والاحترام المتبادل. تحوّلت القاعة الكبرى إلى فضاء يحتفل بالاختلاف ويعزز الفخر بالهوية الثقافية. كل الشكر لتلاميذنا الرائعين على هذه الليلة التي ستظل محفورة في الذاكرة!"
        },
        "date": {
          "fr": "Avril 15, 2025",
          "en": "April 15, 2025",
          "ar": "15 أبريل 2025"
        },
        "schoolYear":"2025/2024",
        "label": {
          "fr": "à venir",
          "en": "upcoming",
          "ar": "قادم"
        },
        "isPinned": false,
        "imgSrc": "/images/ln7.webp"
      }
      
      
      
      
      
    ]
  }
  